[
    {
        "id" : 1,
        "activetyName" : "Visit The Duck Pond",
        "pictureURL" : "https://media.glassdoor.com/l/c1/e9/4e/2c/duck-pond.jpg",
        "description" : "The duck pond providers a scenic spot on Virginia Techs crowded campus. Go to the duck pond gazebo to hang out with you friends or take a stroll around the path and see the ducks and sometimes otters!"
    },
    {
        "id" : 2,
        "activetyName" : "Visit The Hahn Horticulture Garden and Pavilion",
        "pictureURL" : "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTGOvqPTTc9tez8e_YnKTdSSAHxLCiMdL3rCSNXQRxsO0KJBJcx",
        "description" : "Hahn garden is beautiful. The garden features perennial borders, water gardens, shade gardens, a meadow garden, and the Peggy Lee Hahn Garden Pavilion. This is a nice place to take a stroll on a date."
    },
    {
        "id" : 3,
        "activetyName" : "Hang Out In The Drill Field",
        "pictureURL" : "https://vt.edu/content/vt_edu/en/about/locations/buildings/drillfield/_jcr_content/content/adaptiveimage_1455662663875.transform/m-medium/image.jpg",
        "description" : "The Drill Field is a great place to hangout with friends. Put up a hammock amongst the trees or lay on the grass. Play catch or frisbee or just hangout. The drill field is also a great place to socialize with new people hanging out. There are a lot of clubs and activities always going on at the drill field where you can socialize or get involved."
    },
    {
        "id" : 4,
        "activetyName" : "Exercise At War Memorial Hall",
        "pictureURL" : "https://www.recsports.vt.edu/content/dam/recsports_vt_edu/facilities/VT35118_20110242-19.jpg.transform/xl-medium/image.jpg",
        "description" : "War Memorial Hall houses one of the gyms on campus as well as Recreational Sports administrative offices for intramural sports and sport clubs. War memorial hall features a weight training area, pool, various courts, saunas and much more. War memorial hall is usually busier then McComas hall. "
    },
    {
        "id" : 5,
        "activetyName" : "Dive Into Books In Newman Library",
        "pictureURL" : "https://vt.edu/content/vt_edu/en/about/locations/buildings/newman-library/_jcr_content/content/adaptiveimage_1455662715201.transform/m-medium/image.jpg",
        "description" : "Visit the library to borrow a book or digital media. Read or study in the library. Weather you prefer doing so in groups or all alone in silence or in a talking crowd, you can find that all in Newman Library. Other than books you can also rent college textbooks for an hourly basis. On the many floors of the library you will find tables, desks, sofas and chairs where you can reed with fiends or kick it alone. If you need to really channel that brain power in silence head to the fifth floor for cubbies."
    },
    {
        "id" : 6,
        "activetyName" : "Visit the Museum of Geosciences",
        "pictureURL" : "https://geos.vt.edu/content/geos_vt_edu/en/museum-of-geosciences/jcr:content/cta/adaptiveimage.transform/l-medium/image.jpg",
        "description" : "The Museum of Geosciences is housed in the VT Department of Geosciences and located in 2062 Derring Hall.  Exhibits include the OmniGlobe, gems, minerals, rocks, fossils, and a full-scale cast of an Allosaurus dinosaur skeleton.  The minerals and fossils on display include many specimens from Virginia and famous localities worldwide. The OmniGlobe can project global datasets, such as weather and plate tectonics, on a sphere.  "
    },
    {
        "id" : 7,
        "activetyName" : "Catch a game at Lane Stadium",
        "pictureURL" : "https://virginiatech.sportswar.com/wp-content/uploads/sites/15/2016/09/vt_fb_this_is_home_2016-1.jpg",
        "description" : "Lane Stadium is Virginia techs Football stadium. Be sure to go to a Virginia Tech game and cheer the hookies during their famous ‘Enter Sandman’ entrance."
    },
    {
        "id" : 8,
        "activetyName" : "Silent time in Torgerson Hall",
        "pictureURL" : "https://live.staticflickr.com/38/85565198_0f7928bb92_z.jpg",
        "description" : "The Torgerson bridge also provides some study place mostly in silence. Torgerson hall is itself also very beautiful showcasing wooden desks and chairs for a cozy feeling. This hall is however mostly full. If you can score your own private desk in this building, you are in luck!"
    },
    {
        "id" : 9,
        "activetyName" : "Exercise at McComas Hall",
        "pictureURL" : "https://www.recsports.vt.edu/content/dam/recsports_vt_edu/facilities/Hughes%20Group%20Photos%20Resized%206%20.jpg.transform/xl-medium/image.jpg",
        "description" : "McComas Hall houses one of the gyms on campus as well as the main administrative and business offices for Recreational Sports. McComas hall features two weight training areas, a pool, a jogging track, sports courts etc"
    }
]